Repository: InfinitumForm/serbian-transliteration
Catalog: languages/serbian-transliteration-*.po
Languages: es_mx, hr, sr_rs

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
hr: Trebali ste dobiti kopiju GNU General Public License zajedno s ovim programom; ako ne, pišite Free Software Foundation, Inc., Franklin Street 51, Fifth Floor, Boston, MA 02110-1301, USA.
sr_rs: Требали сте да добијете копију ГНУ (General Public License ) заједно са овим плугином; ако нисте, обратите се Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Plugin ID
hr: ID dodatka
sr_rs: Индентификација додатка

source: Plugin version
hr: Verzija dodatka
sr_rs: Верзија додатка

source: WordPress version
hr: Sajt verzija meta tag
sr_rs: WordPress верзија

source: Last plugin update
hr: Zadnje ažuriranje dodatka
sr_rs: Последње ажурирање додатка

source: PHP version
hr: PHP verzija
sr_rs: PHP верзија

source: PHP version ID
hr: PHP ID verzije
sr_rs: Индентификатор PHP верзије

source: PHP architecture
hr: PHP arhitektura
sr_rs: PHP архитектура

source: %d bit
sr_rs: %d бита

source: WordPress debug
hr: WordPress ispravka grešaka
sr_rs: WordPress отклањање грешака

source: On
hr: Uključeno
sr_rs: Укључено

source: Off
hr: Isključeno
sr_rs: Угашено

source: WordPress multisite
hr: WordPress multi sajt
sr_rs: WordPress мулти сајт

source: WooCommerce active
hr: WooCommerce je aktivan
sr_rs: WooCommerce је активан

source: WooCommerce version
hr: WooCommerce verzija
sr_rs: WooCommerce верзија

source: Site title
hr: Poruka dobrodošlice
sr_rs: Наслов сајта

source: Tagline
hr: Slogan
sr_rs: Слоган

source: WordPress address (URL)
hr: WordPress URL adresa
sr_rs: WordPress адреса (URL)

source: Admin email
hr: Email administratora
sr_rs: Е-маил администратора

source: Encoding for pages and feeds
hr: Kodiranje za stranice i sažetke sadržaja
sr_rs: Енкодирање за странице и храниоце (feeds)

source: Content-Type
hr: Vrsta sadržaja
sr_rs: Тип садржаја

source: Site Language
hr: Jezik web-mjesta
sr_rs: Језик сајта

source: Server time
hr: Vrijeme poslužitelja
sr_rs: Време сервера

source: WordPress directory path
hr: Put direktorija WordPress-a
sr_rs: Путања WordPress директоријума

source: Operting system
hr: Operacijski sustav
sr_rs: Оперативни систем

source: User agent
hr: Korisnički agent
sr_rs: Кориснички агент

source: Plugin directory path
hr: Put direktorija dodatka
sr_rs: Путања директоријума додатака

source: Plugin settings
hr: Postavke dodatka
sr_rs: Начин рада додатка

source: These are available PHP functions that you can use in your themes and plugins.
hr: Ovo su dostupne PHP funkcije koje možete koristiti u svojim temama i dodacima.
sr_rs: Ово су доступне функције које можете користити у својим темама и додацима.

source: Determines whether the site is already in Cyrillic.
hr: Određuje je li stranica već na ćirilicu.
sr_rs: Утврђује да ли је веб локација већ на ћирилици.

source: This function provides information on whether the currently active language is excluded from transliteration.
hr: Ova funkcija pruža informacije o tome je li trenutno aktivni jezik izuzet iz transliteracije.
sr_rs: Ова функција пружа информације о томе да ли је тренутно активан језик искључен из транслитерације.

source: Transliteration of some text or content into the desired script.
hr: Transliteracija nekog teksta ili sadržaja u željenu skriptu.
sr_rs: Пресловљавање одређеног текста или садржаја у жељену скрипту.

source: The <b><i>$type</i></b> parameter has two values: <code>cyr_to_lat</code> (Cyrillic to Latin) and <code>lat_to_cyr</code> (Latin to Cyrillic)
hr: Parametar <b><i>$type</i></b> ima dvije vrijednosti: <code>cyr_to_lat</code> (ćirilica na latinski) i <code>lat_to_cyr</code> (latinica na ćirilicu)
sr_rs: Параметар <b><i>$type</i></b> има две вредности: <code>cyr_to_lat</code> (ћирилица у латиницу) and <code>lat_to_cyr</code> (латиница у ћирилицу)

source: Transliteration from Cyrillic to Latin.
hr: Transliteracija s ćirilice na latinicu.
sr_rs: Пресловљавање са ћирилице на латиницу.

source: Transliteration from Latin to Cyrillic.
hr: Transliteracija s latinice na ćirilicu.
sr_rs: Пресловљавање са латинице на ћирилицу.

source: Transliterates Cyrillic characters to Latin, converting them to their basic ASCII equivalents by removing diacritics.
hr: Transliterira ćirilične znakove u latinicu, pretvarajući ih u njihove osnovne ASCII ekvivalente uklanjanjem dijakritičkih znakova.
sr_rs: Пресловљава ћириличне карактере у латиницу, претварајући их у основне ASCII еквиваленте уклањањем дијакритика.

source: Get active script.
hr: Uzmite aktivnu skriptu.
sr_rs: Враћа активну скрипту.

source: This function displays a selector for the transliteration script.
hr: Ova funkcija prikazuje odabirač za skriptu transliteracije.
sr_rs: Ова функција приказује навигацију скрипте за транслитерацију.

source: Parameters
hr: Parametri
sr_rs: Параметри

source: This attribute contains an associative set of parameters for this function:
hr: Ovaj atribut sadrži asocijativni skup parametara za ovu funkciju:
sr_rs: Овај атрибут садржи асоцијативни скуп параметара за ову функцију:

source: (string) The type of selector that will be displayed on the site. It can be: %1$s, %2$s, %3$s, %4$s, %5$s or %6$s. Default: %1$s
hr: (string) Vrsta odabirača koja će se prikazati na web-mjestu. Može biti: %1$s, %2$s, %3$s, %4$s, %5$s ili %6$s. Zadano: %1$s
sr_rs: (стринг) Тип селектора који ће бити приказан на сајту. Може бити: %1$s, %2$s, %3$s, %4$s, %5$s or %6$s. Подразумевано: "%1$s"

source: (bool) determines whether it will be displayed through an echo or as a string. Default: %s
hr: (bool) određuje hoće li se prikazati kroz echo ili kao niz. Zadano: %s
sr_rs: (bool) одређује да ли ће се приказивати кроз ехо или као низ. Подразумевано: %s

source: (string) Separator to be used when the selector type is %s. Default: %s
hr: (string) Razdjelnik koji će se koristiti kada je vrsta odabirača %s. Zadano: %s
sr_rs: (стринг) Сепаратор који се користи када је тип селектора %s. Подразумевано: %s

source: (string) Text for Cyrillic link. Default: %s
hr: (string) Tekst za ćirilični link. Zadano: %s
sr_rs: (стринг) Текст за ћирилични линк. Подразумевано: %s

source: (string) Text for Latin link. Default: %s
hr: (string) Tekst za latiničnog linka. Zadano: %s
sr_rs: (стринг) Текст за латинични линк. Подразумевано: %s

source: This tool enables you to convert all existing Cyrillic permalinks in your database to Latin characters.
hr: Ovaj alat omogućuje vam da pretvorite sve postojeće ćirilične permalinke u vašoj bazi podataka u latinična slova.
sr_rs: Овај алат вам омогућава да конвертујете све постојеће линкове на ћирилици у вашој бази података у латинична слова.

source: Warning:
hr: Upozorenje:
sr_rs: Упозорење:

source: This option is dangerous and can create unexpected problems. Once you run this script, all permalinks in your database will be modified and this can affect on the SEO causing a 404 error.
hr: Ova je opcija opasna i može stvoriti neočekivane probleme. Jednom kada pokrenete ovu skriptu, sve trajne veze u vašoj bazi podataka bit će izmijenjene, a to može utjecati na SEO što uzrokuje pogrešku 404.
sr_rs: Ова опција је опасна и може створити неочекиване проблеме. Када покренете овај скрипт, сви линкови у вашој бази података биће модификовани, што може утицати на SEO и изазвати грешку 404.

source: Before proceeding, consult with your SEO specialist, as you will likely need to resubmit your sitemap and adjust other settings to update the permalinks in search engines.
hr: Prije nego što nastavite, konzultirajte se sa svojim SEO stručnjakom, jer ćete vjerojatno trebati ponovno poslati svoju mapu sajta i prilagoditi ostale postavke kako biste ažurirali permalinke u tražilicama.
sr_rs: Пре него што наставите, консултујте се са вашим SEO стручњаком, јер ће вероватно бити потребно да поново пошаљете вашу мапу сајта и прилагодите друга подешавања како бисте ажурирали линкове у претраживачима.

source: For advanced users, this function can also be executed via WP-CLI using the command
hr: Za napredne korisnike, ova funkcija se također može izvršiti putem WP-CLI koristeći naredbu
sr_rs: За напредне кориснике, ова функција се може извршити и преко WP-CLI коришћењем команде

source: Important: Make sure to %s before running this script.
hr: Važno: Provjerite da ste %s prije nego što pokrenete ovaj skript.
sr_rs: Важно: Уверите се да %s пре него што покренете овај скрипт.

source: back up your database
hr: napravite sigurnosnu kopiju svoje baze podataka
sr_rs: направите резервну копију ваше базе података

source: This tool will affect on the following post types: %s
hr: Ovaj će alat utjecati na sljedeće vrste postova: %s
sr_rs: Ова алатка ће утицати на следеће типове постова: %s

source: Let's do magic
hr: Napravimo magiju
sr_rs: Направимо магију

source: Are you sure you want this?
hr: Jeste li sigurni da ovo želite?
sr_rs: Да ли сте сигурни да желите ово?

source: Disclaimer
hr: Odricanje od odgovornosti
sr_rs: Изјава о одрицању одговорности

source: While this tool is designed to operate safely, there is always a small risk of unpredictable issues.
hr: Iako je ovaj alat dizajniran da radi sigurno, uvijek postoji mali rizik od nepredvidivih problema.
sr_rs: Иако је овај алат дизајниран да ради безбедно, увек постоји мали ризик од непредвидивих проблема.

source: Note: We do not guarantee that this tool will function correctly on your server. By using it, you assume all risks and responsibilities for any potential issues.
hr: Napomena: Ne jamčimo da će ovaj alat ispravno funkcionirati na vašem serveru. Korištenjem ovog alata preuzimate sve rizike i odgovornosti za eventualne probleme.
sr_rs: Напомена: Не гарантујемо да ће овај алат исправно функционисати на вашем серверу. Коришћењем овог алата преузимате све ризике и одговорности за било какве потенцијалне проблеме.

source: Backup your database before using this tool.
hr: Napravite sigurnosnu kopiju svoje baze podataka prije korištenja ovog alata.
sr_rs: Направите резервну копију ваше базе података пре него што употребите овај алат.

source: These are available shortcodes that you can use in your content, visual editors, themes and plugins.
hr: Ovo su dostupni kratki kodovi koje možete koristiti u svom sadržaju, vizualnim uređivačima, temama i dodacima.
sr_rs: Ово су доступни кратки кодови које можете да користите у свом садржају, визуелним уређивачима, темама и додацима.

source: Skip transliteration
hr: Izbegni transliteraciju
sr_rs: Избегни пресловљавање

source: Keep this original
hr: Zadržite ovo kao original
sr_rs: Сачувај ово оригинално

source: (optional) correct HTML code.
hr: (nije obavezno) ispravni HTML kôd.
sr_rs: (опционално) подржава ХТМЛ тагове.

source: Optional shortcode parameters
hr: Neobavezni parametri kratkog koda
sr_rs: Опционални параметри кратког кода

source: (optional) correct diacritics.
hr: (nije obavezno) ispravni dijakritički znakovi.
sr_rs: (опционално) тачна дијакритика.

source: Add an image depending on the language script
hr: Dodavanje slike ovisno o jezičnoj skripti
sr_rs: Додајте слику у зависности од писма

source: With this shortcode you can manipulate images and display images in Latin or Cyrillic depending on the setup.
hr: S ovim kratkim kodom možete manipulirati slikama i prikazati slike na latinskom ili ćirilici ovisno o postavljanju.
sr_rs: Овим кратким кодом можете да манипулишете сликама и приказујете слике на латиници или ћирилици, у зависности од подешавања.

source: Example
hr: Primjer
sr_rs: Пример

source: Main shortcode parameters
hr: Glavni parametri kratkog koda
sr_rs: Главни параметри кратког кода

source: URL (src) as shown in the Latin language
hr: URL (src) kako je prikazano na latinskom jeziku
sr_rs: УРЛ (src) као што је приказано на латиничном језику

source: URL (src) as shown in the Cyrillic language
hr: URL (src) kako je prikazano na ćiriličnom jeziku
sr_rs: УРЛ (src) како је приказано на ћирилици

source: (optional) URL (src) to the default image if Latin and Cyrillic are unavailable
hr: (neobavezno) URL (src) na zadanu sliku ako su latinica i ćirilica nedostupni
sr_rs: (опционално) УРЛ (src) на подразумевану слику ако латиница и ћирилица нису доступни

source: (optional) title (alt) description of the image for Cyrillic
hr: (neobavezno) naslov (alt) slike za ćirilicu
sr_rs: (необавезно) наслов (alt) опис слике за ћирилицу

source: (optional) caption description of the image for Cyrillic
hr: (neobavezno) opis slike za ćirilicu
sr_rs: (необавезно) опис слике за ћирилицу

source: (optional) title (alt) description of the image for Latin
hr: (neobavezno) naslov (alt) slike za latinski
sr_rs: (необавезно) наслов (алт) слике за латиницу

source: (optional) caption description of the image for Latin
hr: (neobavezno) opis slike za latinski
sr_rs: (необавезно) опис слике на латиници

source: (optional) title (alt) description of the image if Latin and Cyrillic are unavailable
hr: (neobavezno) naslov (alt) slike ako su latinica i ćirilica nedostupni
sr_rs: опционално) наслов (алт) слике ако латиница и ћирилица нису доступни

source: (optional) caption description of the imag if Latin and Cyrillic are unavailable
hr: (neobavezno) opis slike ako su latinica i ćirilica nedostupni
sr_rs: (необавезно) опис описа слике ако латиница и ћирилица нису доступни

source: Shortcode return
hr: Povrat kratkog koda
sr_rs: Кратки код враћа

source: HTML image corresponding to the parameters set in this shortcode.
hr: HTML slika koja odgovara parametrima postavljenim u ovom kratkom kodu.
sr_rs: HTML слика која одговара параметрима постављеним у овом кратком коду.

source: Language script menu
hr: Izbornik skripte jezika
sr_rs: Изборник скрипте језика

source: This shortcode displays a selector for the transliteration script.
hr: Ovaj kratki kod prikazuje izbornik za skriptu transliteracije.
sr_rs: Овај кратки код приказује навигацију скрипте за транслитерацију.

source: (string) The type of selector that will be displayed on the site. It can be: "%1$s", "%2$s", "%3$s" or "%4$s"
hr: (string) Vrsta izbornika koja će se prikazati na web-mjestu. Može biti: "%1$s", "%2$s", "%3$s" ili "%4$s"
sr_rs: (стринг) Тип селектора који ће бити приказан на сајту. Може бити: "%1$s", "%2$s", "%3$s" или "%4$s"

source: (string) Text for Cyrillic link. Default: Cyrillic
hr: (string) Tekst za ćirilični link. Zadano: ćirilica
sr_rs: (стринг) Текст за ћирилични линк. Подразумевано: Ћирилица

source: (string) Text for Latin link. Default: Latin
hr: (string) Tekst za latiničnog linka. Zadano: latinski
sr_rs: (стринг) Текст за латинични линк. Подразумевано: Латиница

source: This shortcodes work independently of the plugin settings and can be used anywhere within WordPress pages, posts, taxonomies and widgets (if they support it).
es_mx: Estos shortcodes funcionan independientemente del ajuste del plugin y se pueden usar en cualquier lugar dentro de las páginas, entradas, taxonomías y widgets de WordPress (si son compatibles).
hr: Ovi kratki kodovi rade neovisno o postavkama dodatka i mogu se koristiti bilo gdje unutar WordPress stranica, postova, taksonomija i widgeta (ako ih podržavaju).
sr_rs: Ови кратки кодови раде независно од подешавања додатка и могу се користити било где у оквиру WordPress страница, постова, таксономија и виџета (ако то подржавају).

source: These tags have a special purpose and work separately from short codes and can be used in fields where short codes cannot be used.
hr: Tovi tagovi imaju posebnu namjenu i rade odvojeno od kratkih kodova i mogu se koristiti u poljima u kojima se kratki kodovi ne mogu koristiti.
sr_rs: Ови тагови имају посебну намену и раде одвојено од кратких кодова и могу се користити у пољима у којима се кратки кодови не могу користити.

source: These tags have no additional settings and can be applied in plugins, themes, widgets and within other short codes.
hr: Tovi tagovi nemaju dodatne postavke i mogu se primijeniti na dodatke, teme, widgete i unutar drugih kratkih kodova.
sr_rs: Ови тагови немају додатна подешавања и могу се применити у додацима, темама, виџетима и у оквиру других кратких кодова.

source: Copy the desired text into one field and press the desired key to convert the text.
hr: Kopirajte željeni tekst u jedno polje i pritisnite željenu tipku za pretvorbu teksta.
sr_rs: Копирајте жељени текст у једно поље и притисните жељени тастер да бисте га конвертовали.

source: Convert to Latin
hr: Pretvori u latinski
sr_rs: Конвертуј у латиницу

source: Convert to Cyrillic
hr: Pretvori u ćirilicu
sr_rs: Конвертуј у ћирилицу

source: Reset
hr: Očisti sve
sr_rs: Очисти све

source: The %1$s shortcode has been deprecated as of version %2$s. Please update your content and use the new %3$s shortcode.
hr: Šortkod %1$s je zastario od verzije %2$s. Molimo vas da ažurirate svoj sadržaj i koristite novi šortkod %3$s.
sr_rs: Кратки код %1$s је означен као застарели од верзије %2$s. Молимо вас да ажурирате свој садржај и користите нови шорткод %3$s.

source: Transliteration shortcode does not have adequate parameters and translation is not possible. Please check the documentation.
es_mx: El shortcode de transliteración no tiene los parámetros adecuados y la traducción no es posible. Consulta la documentación.
hr: Kratki kôd transliteracije nema odgovarajuće parametre i prijevod nije moguć. Molimo provjerite dokumentaciju.
sr_rs: Кратки код за пресловљавање нема адекватне параметре и превођење није могуће. Молимо погледајте документацију.

source: An error occurred while converting. Please refresh the page and try again.
hr: Došlo je do pogreške tijekom pretvorbe. Osvježite stranicu i pokušajte ponovo.
sr_rs: Дошло је до грешке приликом конверзије. Освежите страницу и покушајте поново.

source: The field is empty.
hr: Polje je prazno.
sr_rs: Поље је празно.

source: There was a communication problem. Please refresh the page and try again. If this does not solve the problem, contact the author of the plugin.
hr: Došlo je do problema u komunikaciji. Osvježite stranicu i pokušajte ponovo. Ako ovo ne riješi problem, obratite se autoru dodatka.
sr_rs: Дошло је до проблема у комуникацији. Освежите страницу и покушајте поново. Ако ово не реши проблем, обратите се аутору додатка.

source: Serbian
hr: Srpski
sr_rs: Српски

source: Bosnian
hr: Bosanski
sr_rs: Босански

source: Montenegrin
hr: Crnogorski
sr_rs: Црногорски

source: Croatian
sr_rs: Хрватски

source: Russian
hr: Ruski
sr_rs: Руски

source: Belarusian
hr: Beloruski
sr_rs: Белоруски

source: Bulgarian
hr: Bugarski
sr_rs: Бугарски

source: Macedoanian
hr: Makedonski
sr_rs: Македноски

source: Ukrainian
hr: Ukrajinski
sr_rs: Украјински

source: Kazakh
hr: Kazahstanski
sr_rs: Казахстански

source: Tajik
hr: Tadžički
sr_rs: Таџик

source: Kyrgyz
hr: Kirgistanski
sr_rs: Киргиски

source: Mongolian
hr: Mongolski
sr_rs: Монголски

source: Bashkir
hr: Baškirski
sr_rs: Башкир

source: Uzbek
hr: Uzbečki
sr_rs: Узбек

source: Georgian
hr: Gruzijski
sr_rs: Грузијски

source: Greek
hr: Grčki
sr_rs: Грчки

source: Phantom Mode (ultra fast DOM-based transliteration, experimental)
sr_rs: Фантомски режим (ултра брза транслитерација заснована на ДОМ-у, експериментално)

source: Light mode (basic parts of the site)
hr: Lagani način rada (osnovni dijelovi stranice)
sr_rs: Лаган режим (основни делови сајта)

source: Standard mode (content, themes, plugins, translations, menu)
es_mx: Modo estándar (contenido, temas, plugins, traducciones, menús)
hr: Standardni način rada (sadržaj, teme, dodaci, prijevodi, izbornik)
sr_rs: Стандардни режим (садржај, теме, додаци, преводи, мени)

source: Advanced mode (content, widgets, themes, plugins, translations, menu, permalinks, media)
sr_rs: Напредни режим (садржај, виџети, теме, додаци, преводи, мени, трајне везе, медији)

source: Forced transliteration (everything)
es_mx: Transliteración forzada (todo)
hr: Prisilna transliteracija (sve)
sr_rs: Присилно пресловљавање (све)

source: Only WooCommerce (It bypasses all other transliterations and focuses only on WooCommerce)
hr: Samo WooCommerce (zaobilazi sve ostale transliteracije i fokusira se samo na WooCommerce)
sr_rs: Само WooCommerce (заобилази све остале транслитерације и фокусира се само на WooCommerce)

source: Dev Mode (Only for developers and testers)
hr: Dev Mode (samo za programere i testere)
sr_rs: Програмерски мод (само за програмере)

source: Failed to delete plugin translation: %s
hr: Nije uspjelo brisanje prijevoda dodatka: %s
sr_rs: Брисање превода додатка није успело: %s

source: degrees
hr: stupnjeva
sr_rs: степени

source: divided by
hr: podjeljeno sa
sr_rs: подељено са

source: times
hr: puta
sr_rs: пута

source: plus-minus
sr_rs: плус-минус

source: square root
hr: korijen
sr_rs: квадратни корен

source: infinity
hr: beskonačno
sr_rs: бесконачност

source: almost equal to
hr: gotovo jednak
sr_rs: скоро једнако са

source: not equal to
hr: nije jednako
sr_rs: није једнако са

source: identical to
hr: identična
sr_rs: индентично са

source: less than or equal to
hr: manje ili jednako
sr_rs: мање или једнако

source: greater than or equal to
hr: veći ili jednak
sr_rs: веће или једнако са

source: left
hr: lijevo
sr_rs: лево

source: right
hr: desno
sr_rs: десно

source: up
hr: gore
sr_rs: горе

source: down
hr: dolje
sr_rs: доле

source: left and right
hr: lijevo i desno
sr_rs: лево и десно

source: up and down
hr: gore i dolje
sr_rs: горе и доле

source: care of
hr: brinuti o
sr_rs: брига о

source: estimated
hr: procijenjeno
sr_rs: процењено

source: ohm
hr: om
sr_rs: ом

source: female
hr: žena
sr_rs: женско

source: male
hr: muški
sr_rs: мушко

source: Copyright
hr: Autorska prava
sr_rs: Ауторско право

source: Registered
hr: Registriran
sr_rs: Регистровано

source: Trademark
hr: Zaštitni znak
sr_rs: Заштитни знак

source: Option name
hr: Ime opcije
sr_rs: Назив опције

source: Value
hr: Vrijednost
sr_rs: Вредност

source: Key
hr: Ključ
sr_rs: Кључ

source: Please wait! Do not close the terminal or terminate the script until this operation is completed!
hr: Molimo pričekajte! Ne zatvarajte terminal niti prekidajte skriptu dok se ova operacija ne završi!
sr_rs: Сачекајте! Немојте затварати терминал или прекидати скрипту док се ова операција не заврши!

source: Progress:
hr: Napredak:
sr_rs: Напредак:

source: Updated page ID %1$d, (%2$s) at URL: %3$s
hr: Ažurirana stranica (%2$s) na adresi %3$s sa ID brojem: %1$d
sr_rs: Ажурирана страница "%2$s" на адреси %3$s са индентификатором (ID): %1$d

source: %d permalink was successfully transliterated.
hr: Uspješno sje izvršena %d promjena stalne veze.
sr_rs: Успешно је ажурирана %d страница.

source: No changes to the permalink have been made.
hr: Nema promjena na stalnim vezama.
sr_rs: Није промењена ниједна трајна веза.

source: This function is deprecated and will be removed. Replace it with the `get_script()` function
hr: Ova funkcija je zastarjela i bit će uklonjena. Zamijenite je s `get_script()` funkcijom
sr_rs: Ова функција је застарела и биће уклоњена. Замените је са get_script() функцијом

source: Choose one of the display types: "%1$s", "%2$s", "%3$s", "%4$s", "%5$s" or "%6$s"
hr: Odaberite jednu od vrsta prikaza: "%1$s", "%2$s", "%3$s", "%4$s", "%5$s" ili "%6$s"
sr_rs: Одаберите једно од приказа: "%1$s", "%2$s", "%3$s", "%4$s", "%5$s" или "%6$s"

source: Transliterator – Multilingual and Multi-script Text Conversion
sr_rs: Транслитератор – Вишејезичка и вишеписмена конверзија текста

source: All-in-one Cyrillic to Latin transliteration plugin for WordPress. Supports Slavic, Arabic, Greek, and Central Asian scripts.
sr_rs: Свеобухватан додатак за трансформацију текста са ћирилице на латиницу за ВордПрес. Подржава словенска, арапска, грчка и средњоазијска писма.
