Repository: InfinitumForm/serbian-transliteration
Catalog: languages/serbian-transliteration-*.po
Languages: es_mx, hr, sr_rs

# Block Editor: Script selector
source: Latin
sr_rs: Латиница

# Block Editor: Script selector
source: Cyrillic
sr_rs: Ћирилица

# Block Editor: Script selector
source: Choose your display type:
sr_rs: Изаберите врсту приказа:

# Block Editor: Script selector
source: Script Selector
sr_rs: Избор писма

# Block Editor: Script selector
source: Inline
sr_rs: У реду

# Block Editor: Script selector
source: Select
sr_rs: Изабери

# Block Editor: Script selector
source: List
sr_rs: Листа

# Block Editor: Script selector
source: List items
sr_rs: Ставке листе

# Block Editor: Script selector
source: Separator:
sr_rs: Раздвајач:

# Block Editor: Script selector
source: Cyrillic caption:
sr_rs: Ћирилични наслов:

# Block Editor: Script selector
source: Latin Caption:
sr_rs: Латинични наслов:

source: undefined
hr: nedefinisano
sr_rs: недефинисано

source: Freelance Jobs - Find or post freelance jobs
hr: Freelance poslovi - Pronađi ili objavi freelance poslove
sr_rs: Фриленс послови - Пронађи или објави фриленс послове

source: Contra Team - A complete hosting solution in one place
hr: Contra Team - Kompletno rješenje za hosting na jednom mjestu
sr_rs: Contra Team - Комплетно решење за хостинг на једном месту

source: Transliteration
es_mx: Transliteración
hr: Transliteracija
sr_rs: Пресловљавање

source: Latin
hr: Latinski
sr_rs: Латиница

source: Cyrillic
hr: Ćirilica
sr_rs: Ћирилица

source: Help
hr: Pomoć
sr_rs: Помоћ

source: To insert language script selector just add a relative link after the link's keyword, example :
hr: Da biste umetnuli birač jezične skripte, dodajte relativnu vezu nakon ključne riječi veze, primjer:
sr_rs: Да бисте уметнули бирач скрипте језика, додајте релативну везу после кључне речи везе, на пример:

source: You can also use
hr: Također možete koristiti
sr_rs: Такође можете користити

source: for change to Latin or use
hr: za promjenu u latinski jezik ili
sr_rs: за промену у латиницу или

source: for change to Cyrillic
hr: za promjenu u ćirilicu
sr_rs: за промену на ћирилицу

source: Add to Menu
hr: Dodaj u izbornik
sr_rs: Додај у изборник

source: The name of this navigation is written by always putting the Latin name first, then the Cyrillic one second, separated by the sign %s
hr: Naziv ove navigacije zapisuje se tako da se na prvo mjesto uvijek stavlja latinsko ime, a zatim ćirilica na drugo, odvojeno znakom %s
sr_rs: Назив ове навигације пише се тако што се на прво место увек ставља латинични назив, а затим ћирилични на друго место, одвојено знаком %s

source: Example: Latinica | Ћирилица
hr: Primjer: Latinica | Ћирилица
sr_rs: Пример: Latinica | Ћирилица

source: Note that the white space around them will be cleared.
hr: Imajte na umu da će se razmak oko njih očistiti.
sr_rs: Имајте на уму да ће се размак око њих очистити.

source: You have been using <b> %1$s </b> plugin for a while. We hope you liked it!
hr: Već neko vrijeme upotrebljavate plugin <b>%1$s</b>. Nadamo se da vam se svidio!
sr_rs: Већ неко време користите <b>%1$s</b>. Надамо се да вам се допада!

source: Please give us a quick rating, it works as a boost for us to keep working on the plugin!
hr: Molimo dajte nam brzu ocjenu, to nam djeluje kao poticaj za nastavak rada na dodatku!
sr_rs: Молимо вас за једну брзу оцену, то нам делује као подстицај да наставимо да радимо на додатку!

source: Rate Now!
hr: Ocijeni sada!
sr_rs: Оцените нас!

source: I've already done that!
hr: To sam već učinio!
sr_rs: То сам већ учинио!

source: Hey there! It's been a while since you've been using the <b> %1$s </b> plugin
hr: Bok! Prošlo je dosta vremena otkako koristie dodatak za <b>%1$s</b>
sr_rs: Хеј тамо! Прошло је доста времена од када си инсталирао додатак за <b> %1$s </b>

source: I'm glad to hear you're enjoying the plugin. I've put a lot of time and effort into ensuring that your website runs smoothly. If you're feeling generous, how about %s for my hard work? 😊
hr: Drago mi je čuti da uživaš u dodatku. Uložio sam puno vremena i truda kako bih osigurao neometano funkcioniranje vaše web stranice. Ako se osjećaš velikodušno, što kažeš %s za moj naporan rad i trud? 😊
sr_rs: Тако ми је драго да ти се допада додатак. Уложио сам много времена и љубави како бих осигурао да твоја веб локација ради несметано. Ако се осећаш великодушно, шта кажеш %s за труд? 😊

source: treating me to a coffee
hr: da me častiš kavom
sr_rs: да ме почастиш једном кафом

source: Or simply %s forever.
hr: Ili jednostavno %s zauvijek.
sr_rs: Или једноставно %s заувек.

source: hide this message
hr: sakrij ovu poruku
sr_rs: сакриј ову поруку

source: Hey there! It's been a while since you've been using the <b>%1$s</b> plugin
sr_rs: Поздрав! Већ неко време користиш додатак за <b>%1$s</b>

source: I'm really happy to see this plugin being useful for your website. If you ever feel like giving back, here's one way to do it.
sr_rs: Баш ми је драго што је овај додатак користан за твој сајт. Ако икада пожелиш да узвратиш подршком, ево једног начина да то учиниш.

source: Bank account (Banca Intesa a.d. Beograd):
sr_rs: Број рачуна (Банка Интеса а.д. Београд):

source: Every little bit helps, and I truly appreciate it! ❤️
sr_rs: Свака помоћ значи, и искрено сам захвалан! ❤️

source: Find Work or %1$s in Serbia, Bosnia, Croatia, and Beyond!
hr: Pronađi posao ili %1$s u Srbiji, Bosni, Hrvatskoj i šire!
sr_rs: Пронађи посао или %1$s у Србији, Босни, Хрватској и шире!

source: Visit %2$s to connect with skilled professionals across the region. Whether you need a project completed or are looking for work, our platform is your gateway to successful collaboration.
hr: Posjetite %2$s kako biste se povezali s vještim profesionalcima diljem regije. Bilo da trebate dovršen projekt ili tražite posao, naša platforma je vaš put do uspješne suradnje.
sr_rs: Посетите %2$s да бисте се повезали са вештим професионалцима широм региона. Било да вам је потребан завршен пројекат или тражите посао, наша платформа је ваша капија за успешну сарадњу.

source: Hire Top Freelancers
hr: angažiraj vrhunske freelancere
sr_rs: aнгажуј врхунске фриленсере

source: Freelance Jobs
hr: Freelance poslovi
sr_rs: Фриленс послови

source: Join us today!
hr: Pridruži nam se danas!
sr_rs: Придружи нам се данас!

source: This plugin uses cookies and should be listed in your Privacy Policy page to prevent privacy issues.
hr: Ovaj dodatak koristi kolačiće i trebao bi biti naveden na stranici s pravilima o privatnosti kako bi se spriječili problemi s privatnošću.
sr_rs: Овај додатак користи колачиће и требао би бити наведен на вашој страници политике приватности како би се спречили проблеми са приватношћу.

source: Suggested text:
hr: Predloženi tekst:
sr_rs: Предложени текст:

source: This website uses the %1$s plugin to transliterate content.
hr: Ova web stranica koristi dodatak %1$s za transliteraciju sadržaja.
sr_rs: Ова веб локација користи додатак %1$s за пресловљавање садржаја.

source: This is a simple and easy add-on with which this website translates content from Cyrillic to Latin and vice versa. This transliteration plugin also supports special shortcodes and functions that use cookies to specify the language script.
hr: Ovo je jednostavan i lagan dodatak s kojim ova web stranica prevodi sadržaj s ćirilice na latinicu i obrnuto. Ovaj dodatak za transliteraciju također podržava posebne kratke kodove i funkcije koje koriste kolačiće za određivanje jezične skripte.
sr_rs: Ово је једноставан и лаган додатак са којим ова веб локација преводи садржај са ћирилице на латиницу и обрнуто. Овај додатак за преслољавање (транслитерацију) такође подржава посебне кратке кодове и функције које користе колачиће за одређивање језичке скрипте.

source: These cookies do not affect your privacy because they are not intended for tracking and analytics. These cookies can have only two values: "%1$s" or "%2$s".
hr: Ovi kolačići ne utječu na vašu privatnost jer nisu namijenjeni praćenju i analizi. Ovi kolačići mogu imati samo dvije vrijednosti: "%1$s" ili "%2$s".
sr_rs: Ови колачићи не утичу на вашу приватност јер нису намењени за праћење и аналитику. Ови колачићи могу имати само две вредности: "%1$s" или "%2$s".

source: Important upgrade notice for the version %s:
es_mx: Aviso importante de actualización para la versión %s:
hr: Važna obavijest o nadogradnji za verziju %s:
sr_rs: Важно обавештење о надоградњи за верзију %s:

source: NOTE: Before doing the update, it would be a good idea to backup your WordPress installations and settings.
es_mx: NOTA: Antes de realizar la actualización, sería una buena idea hacer una copia de seguridad de tus instalaciones y ajustes de WordPress.
hr: NAPOMENA: Prije ažuriranja bilo bi dobro napraviti sigurnosnu kopiju WordPress instalacija i postavki.
sr_rs: НАПОМЕНА: Пре него што извршите ажурирање, било би добро да направите резервне копије ваших WordPress инсталација и подешавања.

source: The %1$s cannot run on PHP versions older than PHP %2$s. Please contact your host and ask them to upgrade.
es_mx: %1$s no se puede ejecutar en versiones de PHP anteriores a PHP %2$s. Por favor, contacta con tu alojamiento y pídele que lo actualicen.
hr: %1$s ne može se izvoditi na PHP verzijama starijim od PHP %2$s. Molimo kontaktirajte svog administratora i zamolite ga za nadogradnju.
sr_rs: %1$s не може да се покреће на PHP верзијама старијим од PHP%2$s. Молимо контактирајте свог сервер администратора и замолите га да изврши надоградњу.

source: Transliteration plugin requires attention:
hr: Dodatak za transliteraciju zahtijeva pažnju:
sr_rs: Додатак за пресловљавање захтева пажњу:

source: Your plugin works under Only WooCoomerce mode and you need to %s because WooCommerce is no longer active.
hr: Vaš dodatak radi u načinu samo WooCoomerce i trebate %s jer WooCommerce više nije aktivan.
sr_rs: Ваш додатак ради у WooCoomerce режиму и требате %s јер WooCoomerce више није активан.

source: update your settings
hr: ažurirati svoje postavke
sr_rs: ажурирати своја подешавања

source: Transliteration plugin requires a Multibyte String PHP extension (mbstring).
hr: Dodatak za transliteraciju zahtijeva Multibyte String PHP ekstenziju (mbstring).
sr_rs: Додатак за пресловљавање захтева "Multibyte String PHP " екстензију (mbstring).

source: Without %s you will not be able to use this plugin.
hr: Bez %s nećete moći koristiti ovaj dodatak.
sr_rs: Без %s нећете моћи да користите овај додатак.

source: Multibyte String Installation
hr: Multibyte String Instalacija
sr_rs: Multibyte String инсталација

source: this PHP extension
hr: ove PHP ekstenzije
sr_rs: ове PHP екстензије

source: The %1$s cannot run on WordPress versions older than %2$s. Please update your WordPress installation.
es_mx: %1$s no se puede ejecutar en versiones de WordPress anteriores a %2$s. Por favor, actualiza tu instalación de WordPress.
hr: %1$s ne može se izvoditi na WordPress verzijama starijim od %2$s. Ažurirajte svoju WordPress instalaciju.
sr_rs: %1$s не може да се покреће за верзије WordPress-а старије од %2$s. Ажурирајте своју WordPress инсталацију.

source: Global Settings
es_mx: Ajustes globales
hr: Globalne postavke
sr_rs: Глобална подешавања

source: My site is
hr: Moja stranica je
sr_rs: Мој сајт је

source: Transliteration Mode
es_mx: Modo de transliteración
hr: Način transliteracije
sr_rs: Режим пресловљавања

source: First visit mode
hr: Način prve posjete
sr_rs: Режим прве посете

source: Language scheme
hr: Jezična shema
sr_rs: Језичка шема

source: Plugin Mode
es_mx: Modo plugin
hr: Mod plugina
sr_rs: Начин рада додатка

source: Force transliteration permalinks to latin
es_mx: Forzar la transliteración de enlaces permanentes al alfabeto latino
hr: Prisiliti transliteraciju permalinki na latinicu
sr_rs: Присилите пресловљавање трајних веза (пермалинкова) на латиницу

source: Filters
hr: Filteri
sr_rs: Филтери

source: Transliteration Filters
hr: Filteri za transliteraciju
sr_rs: Филтери за пресловљавање

source: Exclude Latin words that you do not want to be transliterated to the Cyrillic.
es_mx: Excluir las palabras del alfabeto latino que no quieras que se transliteren al cirílico.
hr: Isključite latinične riječi za koje ne želite da se transliteriraju u ćirilicu.
sr_rs: Искључите латиничне речи за које не желите да се преслове у ћирилицу.

source: Exclude Cyrillic words that you do not want to be transliterated to the Latin.
es_mx: Excluir las palabras del alfabeto cirílico que no quieras que se transliteren al alfabeto latino.
hr: Izuzmite ćirilične riječi za koje ne želite da se transliteriraju u latinicu.
sr_rs: Изузмите ћириличне речи за које не желите да се пресловите у латиницу.

source: Special Settings
hr: Posebne postavke
sr_rs: Специјална подешавања

source: Enable cache support
hr: Omogućite podršku za predmemoriju
sr_rs: Омогућите подршку за кеширање

source: Force widget transliteration
hr: Prisilna transliteracija widgeta
sr_rs: Присилно пресловљавање виџета

source: Force e-mail transliteration
hr: Prisilna transliteracija e-pošte
sr_rs: Присилно пресловљавање е-маил порука

source: Force transliteration for WordPress REST API
hr: Prisilite transliteraciju za WordPress REST API pozive
sr_rs: Форсирај пресловљавање за WordPress REST API позиве

source: Force transliteration for AJAX calls
hr: Prisilite transliteraciju za AJAX pozive
sr_rs: Форсирај пресловљавање за AJAX позиве

source: EXPERIMENTAL
hr: EKSPERIMENTALNO
sr_rs: ЕКСПЕРИМЕНТАЛНО

source: WP Admin
sr_rs: Административни део

source: WP-Admin transliteration
hr: WP-Admin transliteracija
sr_rs: Пресловљавање администрације

source: Allow Cyrillic Usernames
es_mx: Permitir nombre de usuario cirílicos
hr: Dopusti korisnička imena na ćirilici
sr_rs: Дозволи ћирилична корисничка имена

source: Allow Admin Tools
hr: Dopusti admin alatke
sr_rs: Дозволи админ алатке

source: Media Settings
hr: Postavke medija
sr_rs: Подешавање садржаја и фајлова

source: Transliterate filenames to latin
es_mx: Transliterar los nombres de archivos al alfabeto latino
hr: Transliterirajte nazive na latinicu
sr_rs: Транскрипција медија фајлова на латиницу

source: Filename delimiter
hr: Graničnik imena datoteke
sr_rs: Раздвајање речи у имену фајла

source: WordPress Search
hr: WordPress pretraživanje
sr_rs: WordPress претрага

source: Enable search transliteration
es_mx: Activar la transliteración de la búsqueda
hr: Omogućite transliteraciju pretraživanja
sr_rs: Активирај пресловљавање претраге

source: Fix Diacritics
hr: Popravite dijakritiku
sr_rs: Поправите дијакритику

source: Search Mode
hr: Način pretraživanja
sr_rs: Врста претраге

source: SEO Settings
hr: SEO postavke
sr_rs: СЕО (Search engine optimization) подешавања

source: Parameter URL selector
hr: Birač URL-a parametra
sr_rs: Бирач УРЛ-а параметра

source: RSS transliteration
hr: RSS transliteracija
sr_rs: Пресловљавање "RSS" документа

source: Exclusion
hr: Izuzimanje
sr_rs: Искључење

source: Language: %s
hr: Jezik: %s
sr_rs: Језик: %s

source: Misc.
hr: Razno
sr_rs: Разно

source: Enable body class
hr: Omogući body klasu
sr_rs: Омогући "body" класу

source: Theme Support
hr: Podrška za šablone
sr_rs: Подршка за теме

source: Light Up Our Day!
hr: Osvijetlite naš dan!
sr_rs: Осветлите наш дан!

source: Contributors & Developers
es_mx: Colaboradores y desarrolladores
hr: Suradnici i programeri
sr_rs: Сарадници и програмери

source: This setting determines the mode of operation for the Transliteration plugin.
hr: Ova postavka određuje način rada dodatka za transliteraciju.
sr_rs: Ово подешавање одређује начин рада додатка за пресловљавање.

source: Carefully choose the option that is best for your site and the plugin will automatically set everything you need for optimal performance.
es_mx: Elige cuidadosamente la opción que sea mejor para tu sitio y el plugin establecerá automáticamente todo lo que necesitas para un rendimiento óptimo.
hr: Pažljivo odaberite opciju koja je najbolja za vašu stranicu i dodatak će automatski postaviti sve što je potrebno za optimalne performanse.
sr_rs: Пажљиво изаберите опцију која је најбоља за вашу страницу и додатак ће аутоматски поставити све што је потребно за оптималне перформансе.

source: This section contains filters for exclusions, allowing you to specify content that should be excluded from transliteration, and also includes a filter to disable certain WordPress filters related to transliteration.
hr: Ovaj odjeljak sadrži filtre za izuzeća, koji vam omogućuju da odredite sadržaj koji treba biti izuzet iz transliteracije, a također uključuje filtar za onemogućavanje određenih WordPress filtara povezanih s transliteracijom.
sr_rs: Овај одељак садржи филтере за изузимања, који вам омогућавају да одредите садржај који треба да буде искључен из транслитерације, а такође укључује филтер за онемогућавање одређених WordPress филтера који се односе на транслитерацију.

source: These are special settings that can enhance transliteration and are used only if you need them.
hr: To su posebne postavke koje mogu poboljšati transliteraciju i koriste se samo ako su vam potrebne.
sr_rs: Ово су посебна подешавања која могу побољшати транслитерацију и користе се само ако су вам неопходна.

source: These settings apply to the administrative part.
hr: Ove postavke se odnose na administrativni dio.
sr_rs: Ова подешавања се односе на административни део.

source: Upload, view and control media and files.
hr: Prenesite, pregledajte i kontrolirajte medije i datoteke.
sr_rs: Отпремање, прегледање и контрола медија и датотека.

source: Our plugin also has special SEO options that are very important for your project.
hr: Naš dodatak također ima posebne SEO opcije koje su vrlo važne za vaš projekt.
sr_rs: Наш додатак такође има посебне СЕО опције које су веома важне за ваш пројекат.

source: Within this configuration section, you have the opportunity to customize your experience by selecting the particular languages for which you wish to turn off the transliteration function. This feature is designed to give you greater control and adaptability over how the system handles transliteration, allowing you to disable it for specific languages based on your individual needs or preferences.
hr: U ovom dijelu postavki imate mogućnost prilagoditi svoje iskustvo tako da odaberete određene jezike za koje želite isključiti funkciju transliteracije. Ova značajka je dizajnirana kako bi vam pružila veću kontrolu i prilagodljivost u načinu na koji sustav rukuje transliteracijom, omogućujući vam da je isključite za određene jezike sukladno vašim osobnim potrebama ili preferencijama.
sr_rs: У оквиру овог дела за конфигурацију, имате прилику да прилагодите своје искуство тако што ћете изабрати одређене језике за које желите да искључите функцију транслитерације. Ова функција је дизајнирана да вам пружи већу контролу и прилагодљивост у вези са начином на који систем обрађује транслитерацију, омогућавајући вам да је искључите за специфичне језике на основу ваших индивидуалних потреба или преференци.

source: Various interesting settings that can be used in the development of your project.
hr: Razne zanimljive postavke koje se mogu koristiti u razvoju vašeg projekta.
sr_rs: Разне занимљиве поставке које се могу користити у развоју вашег пројекта.

source: This setting determines the search mode within the WordPress core depending on the type of language located in the database.
es_mx: Este ajuste determina el modo de búsqueda dentro del núcleo de WordPress según el tipo de idioma ubicado en la base de datos.
hr: Ova postavka određuje način pretraživanja unutar jezgre WordPress-a, ovisno o vrsti jezika koji se nalazi u bazi podataka.
sr_rs: Ово подешавање одређује режим претраживања у језгру WordPress-а у зависности од врсте језика који се налази у бази података.

source: The search type setting is mostly experimental and you need to test each variant so you can get the best result you need.
es_mx: Los ajustes del tipo de búsqueda son principalmente experimentales y debes probar cada variante para obtener el mejor resultado que necesitas.
hr: Postavka vrste pretraživanja uglavnom je eksperimentalna i trebate testirati svaku varijantu kako biste postigli najbolji rezultat koji vam je potreban.
sr_rs: Подешавање типа претраге је углавном експериментално и треба да тестирате сваку варијанту како бисте постигли најбољи резултат који вам је потребан.

source: Arabic
hr: Arapski
sr_rs: Арапски

source: Armenian
hr: Jermenski
sr_rs: Арменијски

source: Define whether your primary alphabet on the site is Latin or Cyrillic. If the primary alphabet is Cyrillic then choose Cyrillic. If it is Latin, then choose Latin. This option is crucial for the plugin to work properly.
hr: Odredite je li vaša primarna abeceda na web mjestu latinica ili ćirilica. Ako je primarna abeceda ćirilica, onda odaberite ćirilicu. Ako je latinski, onda odaberite latinski. Ova je opcija presudna za ispravni rad dodatka.
sr_rs: Дефинишите да ли је ваше примарно писмо на сајту латиница или ћирилица. Ако је примарно писмо ћирилица онда одаберите ћирилицу. Ако је латиница, онда одаберите латиницу. Ова опција је кључна за исправан рад плугина.

source: Define whether your primary alphabet on the site.
hr: Odredite je li vaš primarni alfabet na stranici.
sr_rs: Одредите да ли је ваш примарни алфабет на сајту.

source: Transliteration disabled
es_mx: Transliteración desactivada
hr: Transliteracija je onemogućena
sr_rs: Угаси пресловљавање

source: Cyrillic to Latin
es_mx: Del alfabeto cirílico al latino
hr: Ćirilica na latinicu
sr_rs: Ћирилица у латиницу

source: Latin to Cyrillic
es_mx: Del alfabeto latino al cirílico
hr: Latinica na ćirilicu
sr_rs: Латиница у ћирилицу

source: Arabic to Latin
hr: S arapskog na latinski
sr_rs: Арапски у латиницу

source: Latin to Arabic
hr: Latinski na arapski
sr_rs: Латиница у арапски

source: Armenian to Latin
hr: Armenski na latinski
sr_rs: Арменијски у латиницу

source: Latin to Armenian
hr: Latinski na armenski
sr_rs: Латиница у арменијски

source: This option determines the global transliteration of your web site. If you do not want to transliterate the entire website and use this plugin for other purposes, disable this option. This option does not affect to the functionality of short codes and tags.
hr: Ova opcija određuje globalnu transliteraciju vašeg web mjesta. Ako ne želite transliterirati cijelu web stranicu i koristiti ovaj dodatak u druge svrhe, onemogućite ovu opciju. Ova opcija ne utječe na funkcionalnost kratkih kodova i oznaka.
sr_rs: Ова опција одређује глобално пресловљавање ваше веб странице. Ако не желите да пресловите целу веб локацију и користите овај додатак у друге сврхе, онемогућите ову опцију. Ова опција не утиче на функционалност кратких кодова и ознака.

source: This option determines the type of language script that the visitors sees when they first time come to your site.
hr: Ova opcija određuje vrstu jezične skripte koju posjetitelji vide kada prvi put dođu na vašu stranicu.
sr_rs: Ова опција одређује врсту скрипте на језику коју посетиоци виде када први пут дођу на вашу страницу.

source: Automatical
hr: Automatski
sr_rs: Аутоматски
