Repository: InfinitumForm/serbian-transliteration
Catalog: languages/serbian-transliteration-*.po
Languages: es_mx, hr, sr_rs

source: Ivijan-Stefan Stipić
sr_rs: Ивијан-Стефан Стипић

source: Support my work by buying me a coffee!
hr: Podržite moj rad tako što ćete me počastiti kavom!

source: Thank you for using Transliterator. Could you buy me a coffee?
hr: Hvala što koristite Transliterator. Možete li me počastiti kavom?

source: Attention, Headers have already been sent!
hr: Pažnja, zaglavlja su već poslana!

source: Buy me a coffee
hr: Uzmi mi kavu

source: Mobi Bank
hr: Mobi Banka (Srbija)

source: Advanced mode (content, widgets, themes, plugins, translations, menu‚ permalinks, media)
es_mx: Modo avanzado (contenido, widgets, temas, plugins, traducciones, menús, enlaces permanentes, medios)
hr: Napredni način rada (sadržaj, widgeti, teme, dodaci, prijevodi, izbornik, stalne veze, mediji)

source: Transliterator
hr: Transliteracija

source: All in one Cyrillic to Latin transliteration plugin for WordPress that actually works.
es_mx: Plugin de transliteración del alfabeto cirílico al latino todo en uno para WordPress que realmente funciona.
hr: Sve u jednom dodatku za transliteraciju s ćirilice na latinicu za WordPress koji zapravo djeluje.

source: Select the search mode according to your WordPress setup.
es_mx: Selecciona el modo de búsqueda de acuerdo a tus ajustes de WordPress.

source: Enable Cyrillic search on the Latin site
es_mx: Activar la búsqueda en cirílico en el sitio en alfabeto latino

source: Enable Latin search on the Cyrillic site
es_mx: Activar la búsqueda en alfabeto latino en el sitio en cirílico

source: Search mode
es_mx: Modo de búsqueda

source: WordPress search
es_mx: Búsqueda de WordPress

source: donate something for effort
es_mx: dona algo por el esfuerzo

source: If you want to help further plugin development, you can also %s.
es_mx: Si quieres ayudar en el desarrollo del plugin, también puedes %s.

source: You don't need to force transliteration permalinks to latin because your current locale is set to %s which will automatically change permalnks.
es_mx: No es necesario forzar la transliteración de los enlaces permanentes al alfabeto latino porque tu idioma local actual está establecido en %s, lo que cambiará automáticamente los enlaces permanentes.

source: This setting determines the mode of operation for the Serbian Transliteration plugin.
es_mx: Este ajuste determina el modo de funcionamiento del plugin de transliteración serbio.

source: Disabled inside wp-admin
es_mx: Desactivar dentro de wp-admin

source: If you need hosting for your personal needs, for business, any web applications, cloud or dedicated servers, we have the ideal solution for you!
es_mx: Si necesitas hosting para tus necesidades personales, para negocios, cualquier aplicación web, la nube o servidores dedicados, ¡tenemos la solución ideal para ti!

source: Need CLOUD HOSTING ???
es_mx: ¿Necestias un hosting en la nube?

source: Read more...
es_mx: Leer más...

source: Hire professional developers, designers, SEO masters and marketing ninjas in one place.
es_mx: Contrata desarrolladores profesionales, diseñadores, maestros de SEO y ninjas de marketing en un solo lugar.
