Repository: InfinitumForm/serbian-transliteration
Catalog: languages/serbian-transliteration-*.po
Languages: es_mx, hr, sr_rs

source: This option defines the language script. Automatic script detection is the best way but if you are using a WordPress installation in a language that does not match the scripts supported by this plugin, then choose on which script you want the transliteration to be performed.
hr: Ova opcija definira jezičnu skriptu. Najbolje je automatsko otkrivanje skripti, ali ako koristite WordPress instalaciju na jeziku koji se ne podudara sa skriptama koje podržava ovaj dodatak, odaberite na kojoj skripti želite da se izvrši transliteracija.
sr_rs: Ова опција дефинише језичко писмо. Аутоматско откривање скрипти је најбољи начин, али ако користите WordPress инсталацију на језику који се не подудара са скриптама које подржава овај додатак, онда одаберите на којој скрипти желите да се изврши транслитерација.

source: This option configures the operating mode of the entire plugin and affects all aspects of the site related to transliteration. Each mode has its own set of filters, which are activated based on your specific needs. It's important to take the time to review and customize these settings according to your preferences.
hr: Ova opcija konfigurira način rada cijelog dodatka i utječe na sve aspekte stranice povezane s transliteracijom. Svaki način rada ima svoj skup filtera, koji se aktiviraju prema vašim specifičnim potrebama. Važno je odvojiti vrijeme za pregled i prilagodbu ovih postavki u skladu s vašim preferencijama.
sr_rs: Ова опција конфигурише оперативни режим целог додатка и утиче на све аспекте сајта који су везани за транслитерацију. Сваки режим има свој скуп филтера, који се активирају на основу ваших специфичних потреба. Важно је да одвојите време да прегледате и прилагодите ова подешавања према вашим преференцијама.

source: Forced transliteration can sometimes cause problems if Latin is translated into Cyrillic in pages and posts. To this combination must be approached experimentally.
es_mx: La transliteración forzada a veces puede causar problemas si se traduce del alfabeto latino al cirílico en páginas y entradas. A esta combinación hay que abordarla experimentalmente.
hr: Prisilna transliteracija ponekad može stvoriti probleme ako se latinica na stranicama i u postovima prevede na ćirilicu. Ovoj se kombinaciji mora pristupiti eksperimentalno.
sr_rs: Принудно пресловљавање понекад може да створи проблеме ако се латиница на страницама и у порукама преведе на ћирилицу. Овој комбинацији се мора приступити експериментално.

source: Exclude filters you don't need (optional)
hr: Izuzmite filtre koji vam nisu potrebni (opcionalno)
sr_rs: Уклоните филтере који вам нису потребни (опционално)

source: Select the transliteration filters you want to exclude.
hr: Odaberite filtre za transliteraciju koje želite izuzeti (isključiti).
sr_rs: Изаберите филтере за пресловљавање које желите да уклоните (искључите).

source: The filters you select here will not be transliterated (these filters do not work on forced transliteration).
hr: Ovdje odabrani filtri neće biti transliterirani (ti filtri ne rade na prisilnoj transliteraciji).
sr_rs: Овде изабрани филтри неће бити пресловљени (ови филтери не раде на присилном пресловљавању).

source: TIPS & TRICKS:
hr: SAVJETI I TRIKOVI:
sr_rs: САВЕТИ И ТРИКОВИ:

source: You can find details about some of the listed filters in this article:
hr: Pojedinosti o nekim od navedenih filtara možete pronaći u ovom članku:
sr_rs: Детаље о неким од наведених филтера можете пронаћи у овом чланку:

source: Since you are already a WooCommerce user, you also can see the following documentation: %s
hr: Budući da ste već korisnik WooCommerce-a, možete vidjeti i sljedeću dokumentaciju: %s
sr_rs: Пошто сте већ корисник WooCommerce-а, можете видети и следећу документацију: %s

source: Separate words, phrases, names and expressions with the sign %s or put it in a new row. HTML is not allowed.
es_mx: Separar palabras, frases, nombres y expresiones con el signo %s o colócalos en una nueva fila. HTML no está permitido.
hr: Odvojite riječi, fraze, imena i izraze znakom %s ili ih stavite u novi red. HTML nije dopušten.
sr_rs: Одвојите речи, фразе, имена и изразе знаком %s или их ставите у нови ред. HTML није дозвољен.

source: Yes
es_mx: Sí
hr: Da
sr_rs: Да

source: No
hr: Ne
sr_rs: Не

source: If you have a problem caching your pages, our plugin solves this problem by clearing the cache when changing the language script.
hr: Ako imate problem s predmemoriranjem stranica, naš dodatak rješava taj problem brisanjem predmemorije prilikom promjene jezične skripte.
sr_rs: Ако имате проблем са кеширањем страница, наша додатна компонента решава овај проблем брисањем кеш меморије приликом промене скрипте језика.

source: This option forces the widget to transliterate. There may be some unusual behaviour in the rare cases.
hr: Ova opcija prisiljava widget na transliteraciju. U rijetkim slučajevima može se dogoditi neko neobično ponašanje.
sr_rs: Ова опција приморава виџете да се преслове. У ретким случајевима може бити необичног понашања.

source: Enable this feature if you want to force transliteration of email content.
hr: Omogućite ovu značajku ako želite prisiliti transliteraciju sadržaja e-pošte.
sr_rs: Омогућите ову функцију ако желите да форсирате транслитерацију садржаја е-поште.

source: Enable this feature if you want to force transliteration of WordPress REST API calls. The WordPress REST API is also used in many AJAX calls, WooCommerce, and page builders. It is recommended to be enabled by default.
hr: Omogućite ovu funkciju ako želite prisilno provesti transliteraciju poziva WordPress REST API-ja. WordPress REST API se također koristi u mnogim AJAX pozivima, WooCommerce-u i graditeljima stranica. Preporučuje se da bude omogućeno prema zadanim postavkama.
sr_rs: Омогућите ову функцију ако желите да принудно извршите транслитерацију позива WordPress REST API-ја. WordPress REST API се такође користи у многим AJAX позивима, WooCommerce-у и градитељима страница. Препоручује се да буде омогућено по подразумеваном.

source: Enable this feature if you want to force transliteration of AJAX calls. If you want to avoid transliteration of specific individual AJAX calls, you must add a new POST or GET parameter to your AJAX call: %s
hr: Omogućite ovu opciju ako želite prisiliti transliteraciju AJAX poziva. Ako želite izbjeći transliteraciju specifičnih pojedinačnih AJAX poziva, morate dodati novi POST ili GET parametar %s na svoj AJAX poziv.
sr_rs: Омогућите ову функцију ако желите да приморате пресловљавање AJAX позива. Ако желите да избегнете пресловљавање одређених појединачних AJAX позива, морате додати нови POST или GET параметар %s на ваш AJAX позив.

source: Enable if you want the WP-Admin area to be transliterated.
hr: Omogućite ako želite da područje WP-Admin bude transliterirano.
sr_rs: Омогућите ако желите да се WP-Admin област пресловљава.

source: Allows to create users with usernames containing Cyrillic characters.
es_mx: Permite crear usuarios con nombres de usuario que contengan caracteres cirílicos.
hr: Omogućuje stvaranje korisnika s korisničkim imenima koja sadrže ćirilične znakove.
sr_rs: Омогућава стварање корисника са корисничким именима која садрже ћириличне знакове.

source: This feature enables you to easily transliterate titles and content directly within the WordPress editor. This functionality is available for various content types, including categories, pages, posts, and custom post types, ensuring a seamless experience when managing multilingual content on your site. With just a few clicks, you can switch between scripts, making your content accessible to a broader audience.
hr: Ova značajka omogućuje vam jednostavno preslovljavanje naslova i sadržaja izravno unutar WordPress editora. Ova funkcionalnost dostupna je za različite vrste sadržaja, uključujući kategorije, stranice, objave i prilagođene vrste objava, osiguravajući besprijekorno iskustvo u upravljanju višejezičnim sadržajem na vašoj stranici. Uz samo nekoliko klikova, možete mijenjati pisma, čineći vaš sadržaj dostupnim široj publici.
sr_rs: Ова функција вам омогућава да лако пресловљавате наслове и садржај директно унутар WordPress едитора. Ова функционалност је доступна за различите типове садржаја, укључујући категорије, странице, постове и прилагођене типове постова, обезбеђујући беспрекорно искуство при управљању вишејезичним садржајем на вашем сајту. Уз само неколико кликова, можете мењати писма, чинећи ваш садржај приступачним широј публици.

source: Enable if you want to force cyrillic permalinks to latin.
es_mx: Actívalo si quieres forzar los enlaces permanentes del alfabeto cirílico al latino.
hr: Omogući ako želite prisiliti ćirilicu na latinicu za permalinkove.
sr_rs: Омогућите ако желите да форсирате ћирилицу на латиницу.

source: Enable if you want to convert cyrillic filenames to latin.
es_mx: Actívalo si quieres convertir los nombres de archivos del alfabeto cirílico al latino.
hr: Omogući ako želite pretvoriti ćirilične datoteke u latinicu.
sr_rs: Омогућите ако желите да претворите ћириличне фајлове у латиницу.

source: hyphen (default)
hr: crtica (zadano)
sr_rs: цртица (подразумевано)

source: underscore
hr: podvlaka
sr_rs: доња црта

source: dot
hr: točka
sr_rs: тачка

source: tilde
hr: tilda
sr_rs: тилда

source: vartical bar
hr: okomita traka
sr_rs: вертикална трака

source: asterisk
hr: zvjezdica
sr_rs: звездица

source: Filename delimiter, example:
hr: Graničnik imena datoteke, primjer:
sr_rs: Одвајање имена фајла. На пример:

source: my-upload-file.jpg
hr: moj-fajl.jpg
sr_rs: naziv-moga-fajla.jpg

source: Approve if you want transliteration for the search field.
es_mx: Apruébalo si quieres la transliteración para el campo de búsqueda.
hr: Odobrite ako želite transliteraciju za polje za pretraživanje.
sr_rs: Одобрите ако желите пресловљавање поља за претрагу.

source: Try to fix the diacritics in the search field.
hr: Pokušajte popraviti dijakritike u polju za pretraživanje.
sr_rs: Покушајте да поправите дијакритике у пољу за претрагу.

source: Automatical (recommended)
hr: Automatski (preporučeno)
sr_rs: Аутоматски (препоручено)

source: Based on the plugin mode
hr: Na temelju rada dodatka
sr_rs: Базирано на режиму пресловљавања

source: The search has two working modes. Choose the one that works best with your search.
hr: Pretraživanje ima dva načina rada. Odaberite onu koja najbolje odgovara vašoj pretrazi.
sr_rs: Претрага има два начина рада. Изаберите ону која најбоље одговара вашој претрази.

source: (safe)
hr: (bezbjedno)
sr_rs: (сигурно)

source: (standard)
hr: (standardan)
sr_rs: (стандардно)

source: (optional)
hr: opcionalno
sr_rs: (опционо)

source: This option dictates which URL parameter will be used to change the language.
hr: Ova opcija određuje koji će se parametar URL-a koristiti za promjenu jezika.
sr_rs: Ова опција диктира који ће се параметар УРЛ-а користити за промену језика.

source: This option transliterate the RSS feed.
hr: Ova opcija transliterira RSS feed.
sr_rs: Ова опција пресловљава "RSS" документе.

source: Transliterate
hr: Transliteruj
sr_rs: Преслови

source: Omit the transliteration
hr: Izostavi transliteraciju
sr_rs: Изостави транслитерацију

source: This option adds CSS classes to your body HTML tag. These CSS classes vary depending on the language script.
hr: Ova opcija dodaje CSS klase u vašu HTML oznaku tijela. Te se CSS klase razlikuju ovisno o jezičnoj skripti.
sr_rs: Ова опција додаје CSS класе у вашу HTML ознаку тела. Ове класе CSS-а се разликују у зависности од језичке скрипте.

source: Enable Theme Support
hr: Omogući podršku za teme
sr_rs: Омогућите подршку за теме

source: Disable Theme Support
hr: Onemogući podršku za teme
sr_rs: Онемогућите подршку за теме

source: If you don't require transliteration support for your theme, you can disable it for your current theme here.
hr: Ako vam nije potrebna podrška za transliteraciju za vašu temu, možete je onemogućiti za svoju trenutnu temu ovdje.
sr_rs: Ако вам није потребна подршка за транслитерацију за своју тему, можете је онемогућити за своју тренутну тему овде.

source: This mode has no filters.
hr: Ovaj način rada nema filtera.
sr_rs: Овај режим нема филтере.

source: When you find a tool that fits your needs perfectly, and it's free, it’s something special. That’s exactly what my plugin is – free, but crafted with love and dedication. To ensure the continued development and improvement of the Transliterator plugin, I have established a foundation to support its future growth.
hr: Kada pronađete alat koji savršeno odgovara vašim potrebama, a uz to je besplatan, to je zaista nešto posebno. Upravo takav je i moj dodatak – besplatan, ali izrađen s ljubavlju i posvećenošću. Kako bismo osigurali daljnji razvoj i unapređenje Transliterator dodatka, osnovao sam fondaciju za njegovu buduću podršku.
sr_rs: Када пронађете алат који вам савршено одговара, и уз то је бесплатан, то је нешто посебно. Управо такав је и мој додатак – бесплатан, али створен с љубављу и посвећеношћу. Да бисмо осигурали наставак развоја овог пројекта и унапређење Transliterator додатка, основао сам фондацију за његов даљи развој.

source: Your support for this project is not just an investment in the tool you use, but also a contribution to the community that relies on it. If you’d like to support the development and enable new features, you can do so through donations:
hr: Vaša podrška ovom projektu nije samo ulaganje u alat koji koristite, već i doprinos zajednici koja o njemu ovisi. Ako želite podržati razvoj i omogućiti nove značajke, možete to učiniti putem donacija:
sr_rs: Ваша подршка овом пројекту није само инвестиција у алат који користите, већ и допринос заједници која зависи од њега. Ако желите да подржите развој и омогућите нове функционалности, можете то учинити путем донација:

source: Banca Intesa a.d. Beograd
sr_rs: Банка Интеса а.д. Београд

source: Every donation, no matter the amount, directly supports the ongoing work on the plugin and allows me to continue innovating. Thank you for supporting this project and being part of a community that believes in its importance.
hr: Svaka donacija, bez obzira na iznos, izravno podržava daljnji rad na dodatku i omogućuje mi nastavak inovacija. Hvala vam što podržavate ovaj projekt i što ste dio zajednice koja vjeruje u njegovu važnost.
sr_rs: Свака донација, без обзира на износ, директно помаже у даљем раду на додатку и омогућава ми да наставим са иновацијама. Хвала вам што подржавате овај пројекат и што сте део заједнице која верује у његов значај.

source: With love,
hr: S ljubavlju,
sr_rs: С љубављу,

source: If you want to support our work and effort, if you have new ideas or want to improve the existing code, %s.
es_mx: Si quieres apoyar nuestro trabajo y esfuerzo, si tienes nuevas ideas o quieres mejorar el código existente, %s.
hr: Ako želite podržati naš rad i trud, ako imate nove ideje ili želite poboljšati postojeći kôd, %s.
sr_rs: Ако желите да подржите наш рад и труд, ако имате нове идеје или желите да побољшате постојећи код, %s.

source: join our team
es_mx: unete a nuestro equipo
hr: pridružite se našem timu
sr_rs: придружите се нашем тиму

source: Settings saved.
hr: Postavke spremljene.
sr_rs: Подешавања су сачувана.

source: Settings
hr: Postavke
sr_rs: Подешавања

source: Shortcodes
hr: Rezervirano mjesto
sr_rs: Кратки кодови

source: PHP Functions
hr: PHP Funkcije
sr_rs: PHP функције

source: 5 stars?
hr: 5 zvjezdica?
sr_rs: 5 звезда?

source: Transliteration Settings
es_mx: Ajustes de transliteración
hr: Transliteracije - Postavka
sr_rs: Транслитерација - Подешавање

source: To Latin
hr: U latinicu
sr_rs: На латиницу

source: To Cyrillic
hr: U ćirilicu
sr_rs: На ћирилицу

source: Transliterate:
hr: Transliteruj:
sr_rs: Преслови:

source: Loading...
hr: Učitavanje...
sr_rs: Причекајте...

source: Please wait! Do not close the window or leave the page until this operation is completed!
hr: Molimo pričekajte! Nemojte zatvarati prozor ili napuštati stranicu dok se ova operacija ne dovrši!
sr_rs: Сачекајте! Не затварајте прозор и не напуштајте страницу док се ова операција не заврши!

source: DONE!!!
hr: GOTOVO !!!
sr_rs: ГОТОВО!!!

source: PLEASE UPDATE PLUGIN SETTINGS
hr: MOLIMO AŽURIRATI POSTAVKE PLUGINA
sr_rs: МОЛИМО АЖУРИРАЈТЕ ПОСТАВКЕ ДОДАТКА

source: Carefully review the transliteration plugin settings and adjust how it fits your WordPress installation. It is important that every time you change the settings, you test the parts of the site that are affected by this plugin.
hr: Pažljivo pregledajte postavke dodatka za transliteraciju i prilagodite kako odgovara vašoj instalaciji WordPressa. Važno je da svaki put kada promijenite postavke testirate dijelove web mjesta na koje ovaj dodatak utječe.
sr_rs: Пажљиво прегледајте поставке додатка за пресловљавање и прилагодите како одговара вашој WordPress инсталацији. Важно је да сваки пут када промените поставке тестирате делове веб локације на које утиче овај додатак.

source: Tags
hr: Oznake
sr_rs: Тагови

source: Transliteration Tool
hr: Alat za transliteraciju
sr_rs: Алат за пресловљавање

source: Permalink Tool
hr: Alat za trajnu vezu (permalink)
sr_rs: Алат за трајне везе

source: General Settings
hr: Opće postavke
sr_rs: Глобална подешавања

source: Documentation
hr: Dokumentacija
sr_rs: Документација

source: Tools
hr: Alati
sr_rs: Алати

source: Debug
hr: Otkloniti neispravnost
sr_rs: Дебаговање

source: Credits
hr: Zasluge
sr_rs: Информације

source: Save Changes
hr: Spremi promjene
sr_rs: Сачувај промене

source: Available shortcodes
es_mx: Shortcodes disponibles
hr: Dostupni kratki kodovi
sr_rs: Доступни кратки кодови

source: Available PHP Functions
hr: Dostupne PHP funkcije
sr_rs: Доступне PHP функције

source: Available Tags
hr: Dostupni tagovi
sr_rs: Доступни тагови

source: Converter for transliterating Cyrillic into Latin and vice versa
hr: Pretvarač za transliteraciju ćirilice u latinicu i obrnuto
sr_rs: Конвертор за пресловљавање ћирилице у латиницу и обрнуто

source: Permalink Transliteration Tool
hr: Alat za transliteraciju trajne veze
sr_rs: Алат за пресловљавање трајних веза

source: Debug information
hr: Informacije o ispravci pogrešaka
sr_rs: Информације о отклањању грешака

source: WordPress Transliterator
hr: WordPress Transliteracija
sr_rs: WordPress пресловљавање

source: Quick Access:
hr: Brzi pristup:
sr_rs: Брз приступ:

source: Rate us
hr: Ocijeni nas
sr_rs: Оцените нас

source: Current Settings:
hr: Trenutne postavke:
sr_rs: Тренутна подешавања:

source: Transliteration Mode:
hr: Način transliteracije:
sr_rs: Режим пресловљавања:

source: Cache Support:
hr: Podrška za keširanje:
sr_rs: Подршка за кеширање:

source: Media Transliteration:
hr: Transliteracija medija:
sr_rs: Пресловљавање медија:

source: Permalink Transliteration:
hr: Transliteraciju trajnih veza:
sr_rs: Пресловљавање трајних веза:

source: Transliterator plugin options are not yet available. Please update plugin settings!
hr: Opcije Transliterator dodatka još nisu dostupne. Molimo vas da ažurirate postavke dodatka!
sr_rs: Опције Transliterator додатка још увек нису доступне. Молимо вас да ажурирате подешавања додатка!

source: Recommendations:
hr: Preporuke:
sr_rs: Препоруке:

source: Explore these recommended tools and resources that complement our plugin.
hr: Istražite ove preporučene alate i resurse koji upotpunjuju naš dodatak.
sr_rs: Истражите препоручене алате и ресурсе који употпуњују наш додатак.

source: Donations
hr: Donacije
sr_rs: Донације

source: This plugin is 100% free. If you want to buy us one coffee, beer or in general help the development of this plugin through a monetary donation, you can do it in the following ways:
hr: Ovaj dodatak je 100% besplatan. Ako nam želite kupiti jednu kavu, pivo ili općenito pomoći razvoju ovog dodatka kroz novčanu donaciju, to možete učiniti na sljedeće načine:
sr_rs: Овај додатак је 100% бесплатан. Ако желите да нам купите једну кафу, пиво или уопште да помогнете развој овог додатка кроз новчану донацију, то можете учинити на следеће начине:

source: From Serbia
hr: Iz Srbije
sr_rs: Из Србије

source: This is a light weight, simple and easy plugin with which you can transliterate your WordPress installation from Cyrillic to Latin and vice versa in a few clicks. This transliteration plugin also supports special shortcodes that you can use to partially transliterate parts of the content.
hr: Ovo je jednostavan i lagan dodatak pomoću kojeg možete u nekoliko klikova transliterirati svoju WordPress instalaciju s ćirilice na latinicu i obrnuto. Ovaj dodatak za transliteraciju također podržava posebne kratke kodove pomoću kojih možete djelomično transliterirati dijelove sadržaja.
sr_rs: Ово је једноставан и лаган додатак са којим ова веб локација преводи садржај са ћирилице на латиницу и обрнуто. Овај додатак за преслољавање (транслитерацију) такође подржава посебне кратке кодове и функције које користе колачиће за одређивање језичке скрипте.

source: Sponsors of this plugin:
hr: Sponzori ovog dodatka:
sr_rs: Спонзори овог додатка:

source: If you want to help develop this plugin and be one of the sponsors, please contact us at: %s
hr: Ako želite pomoći u razvoju ovog dodatka i biti jedan od sponzora, kontaktirajte nas na: %s
sr_rs: Ако желите да помогнете у развоју овог додатка и будете један од спонзора, контактирајте нас на: %s

source: Special thanks to the contributors in the development of this plugin:
hr: Posebna zahvalnost suradnicima u razvoju ovog dodatka:
sr_rs: Посебна захвалност сарадницима у развоју овог додатка:

source: Copyright
hr: Autorska prava
sr_rs: Ауторско право

source: Copyright &copy; 2020 - %1$d %2$s by %3$s. All Right Reserved.
hr: Autorska prava &copy; 2020 - %1$d %2$s od %3$s. Sva prava pridržana.
sr_rs: Ауторско право &copy; 2020 - %1$d %2$s од %3$s. Сва права задржава.

source: Transliterator – WordPress Transliteration
hr: Transliteracija - WordPress transliteracija
sr_rs: Пресловљавање - WordPress пресловљавање

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
hr: Ovaj program je besplatan softver; možete ga distribuirati i/ili modificirati pod uvjetima GNU General Public License koju je objavila Zaklada za slobodni softver; bilo verziju 2 Licence, bilo (po vašoj želji) bilo koju kasniju verziju.
sr_rs: Овај програм је бесплатан софтвер; можете га дистрибуирати и/или модификовати под условима ГНУ (General Public License ) коју је објавила Фондација за слободан софтвер; било верзију 2 лиценце, или (по вашој жељи) било коју новију верзију.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
hr: Ovaj se program distribuira u nadi da će biti koristan, ali BEZ BILO KOJE GARANCIJE; bez čak i podrazumijevanog jamstva PRODAJLJIVOSTI ISPOSOBNOSTI ZA ODREĐENU SVRHU.
sr_rs: Овај програм се дистрибуира у нади да ће бити користан, али БЕЗ БИЛО КОЈЕ ГАРАНЦИЈЕ; чак ни под подразумеваном гаранцијом ЗА ПРОДАЈУ И СПОСОБНОСТИ ЗА ОДРЕЂЕНУ СВРХУ.

source: See the GNU General Public License for more details.
hr: Pogledajte GNU General Public License za više detalja.
sr_rs: Погледајте ГНУ (General Public License) за више детаља.
